#+title: Brodush
#+STARTUP: overview

* Abilities
| Ability | Score | Mod | + 1/2 Lvl |
|---------+-------+-----+-----------|
| STR     |    12 |   1 |         3 |
| CON     |    16 |   3 |         5 |
| DEX     |    20 |   5 |         7 |
| INT     |    10 |   0 |         2 |
| WIS     |    14 |   2 |         4 |
| CHA     |     8 |  -1 |         1 |
#+TBLFM: $3='(int-to-string (floor (/ (- $2 10) 2)));N
#+TBLFM: $4=($3 + 2)


* Defense
:PROPERTIES:
:VISIBILITY: children
:END:
| Total |      | 10 + 1/2 lvl | Armor | Ability | Class | Feat | Enh. | Misc | Temp |
|-------+------+--------------+-------+---------+-------+------+------+------+------|
|    21 | AC   |           12 |     3 |       5 |       |      |    1 |      |      |
|    17 | FORT |           12 |       |       3 |     1 |      |    1 |      |      |
|    19 | REF  |           12 |       |       5 |     1 |      |    1 |      |      |
|    15 | WILL |           12 |       |       2 |       |      |    1 |      |      |
#+TBLFM: $1=($3 + + $4 + $5 + $6 + $7 + $8 + $9 + $10)
** Attack Workspace
| Weapon/Power        | Attack | 1/2 Level | Ability | Class | Prof | Feat | Enh | Misc |
|---------------------+--------+-----------+---------+-------+------+------+-----+------|
| [[Melee Basic Attack]]  |     +3 |         2 |       1 |       |      |      |     |      |
| [[Ranged Basic Attack]] |    +11 |         2 |       5 |       |    2 |    1 |   1 |      |
| [[Disruptive Strike]]   |    +11 |         2 |       5 |       |    2 |    1 |   1 |      |
| [[Twin-Strike]]         |    +11 |         2 |       5 |       |    2 |    1 |   1 |      |
| [[Nimble Strike]]       |    +11 |         2 |       5 |       |    2 |    1 |   1 |      |
| [[Two-Fanged Strike]]   |    +11 |         2 |       5 |       |    2 |    1 |   1 |      |
| [[Sure Shot]]           |    +11 |         2 |       5 |       |    2 |    1 |   1 |      |
#+TBLFM: $2='(concat "+" (int-to-string (-sum '($3 $4 $5 $6 $7 $8 $9))));N
** Damage Workspace
| Weapon/Power        | Bonus | Ability | Feat | Enh | Misc | Misc |
|---------------------+-------+---------+------+-----+------+------|
| [[Melee Basic Attack]]  |    +0 |       0 |    0 |   0 |    0 |    0 |
| [[Ranged Basic Attack]] |    +8 |       5 |    0 |   1 |    2 |    0 |
| [[Disruptive Strike]]   |    +8 |       5 |    0 |   1 |    2 |    0 |
| [[Twin-Strike]]         |    +3 |         |      |   1 |    2 |      |
| [[Nimble Strike]]       |    +8 |       5 |      |   1 |    2 |      |
| [[Two-Fanged Strike]]   |    +8 |       5 |      |   1 |    2 |      |
| [[Sure Shot]]           |    +8 |       5 |      |   1 |    2 |      |
#+TBLFM: $2='(concat "+" (int-to-string (-sum '($3 $4 $5 $6))));N
* Skills
| Mod | Name          | Abil. | Train | Mod | 1/2 Lvl | Armor | Misc | Temp |
|-----+---------------+-------+-------+-----+---------+-------+------+------|
| +13 | Acrobatics    | Dex   |     1 |   5 |       2 |       |    1 |      |
|  +2 | Arcana        | Int   |       |     |       2 |       |      |      |
|  +3 | Athletics     | Str   |       |   1 |       2 |       |      |      |
|  +1 | Bluff         | Cha   |       |  -1 |       2 |       |      |      |
|  +1 | Diplomacy     | Cha   |       |  -1 |       2 |       |      |      |
|  +9 | Dungeoneering | Wis   |     1 |   2 |       2 |       |      |      |
|  +7 | Endurance     | Con   |       |   3 |       2 |       |    2 |      |
|  +9 | Heal          | Wis   |     1 |   2 |       2 |       |      |      |
|  +2 | History       | Int   |       |     |       2 |       |      |      |
|  +4 | Insight       | Wis   |       |   2 |       2 |       |      |      |
|  +3 | Intimidate    | Cha   |       |  -1 |       2 |       |    2 |      |
|  +4 | Nature        | Wis   |       |   2 |       2 |       |      |      |
|  +9 | Perception    | Wis   |     1 |   2 |       2 |       |      |      |
|  +2 | Religion      | Int   |       |     |       2 |       |      |      |
| +12 | Stealth       | Dex   |     1 |   5 |       2 |       |      |      |
|  +1 | Streetwise    | Cha   |       |  -1 |       2 |       |      |      |
|  +7 | Theivery      | Dex   |       |   5 |       2 |       |      |      |
#+TBLFM: $1='(concat "+" (int-to-string (+ $5 $6 $7 $8 $9 (if (eql $4 1) 5 0))));N
 - Half-Orc Skill Bonus: +2 Endurance, +2 Intimidate
 - Acrobat Boots: +1 Acrobatics


*** List with quantity, cost, and weight
  | Name                      | Quantity | Cost (gp) | Weight (lbs) | Total Weight (lbs) | Total Cost (gp) |
  |---------------------------+----------+-----------+--------------+--------------------+-----------------|
  | +1 Foe-Seeking Greatbow   |        1 |       680 |            5 |                  5 |             680 |
  | +1 Serpentskin Hide Armor |        1 |       680 |           25 |                 25 |             680 |
  | Bracers of Archery        |        1 |      1800 |            1 |                  1 |            1800 |
  | +1 Cloak of Distortion    |        1 |       840 |            5 |                  5 |             840 |
  | Acrobatic Boots           |        1 |       520 |            1 |                  1 |             520 |
  | +1 Onslaught Arrow        |        0 |        25 |           .1 |                 0. |               0 |
  | +1 Firestorm Arrow        |        5 |        30 |           .1 |                0.5 |             150 |
  | +1 Lightning Arrow        |        2 |        30 |           .1 |                0.2 |              60 |
  | +1 Freezing Arrow         |        3 |        30 |           .1 |                0.3 |              90 |
  | Arrows                    |       60 |       .05 |           .1 |                 6. |              3. |
  | Blood Apricot             |        0 |        50 |           .1 |                 0. |               0 |
  |---------------------------+----------+-----------+--------------+--------------------+-----------------|
  | Carry Capacity            |      100 |           |              |                44. |           4823. |
  #+TBLFM: $5=($2 * $4)
  #+TBLFM: $6=($2 * $3)
  #+TBLFM: @>$5=vsum(@<<$5..@>>$5)
  #+TBLFM: @>$6=vsum(@<<$6..@>>$6)

